import Table from 'react-bootstrap/Table';

function Schedule() {
  return (
    <div>
      <Table responsive="sm">
        <thead>
          <tr>
            <th>#</th>
            <th>Понедельник</th>
            <th>Вторник</th>
            <th>Среда</th>
            <th>Четверг</th>
            <th>Пятница</th>
            <th>Суббота</th>
            <th>Воскресенье</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>10:00-11:00</td>
            <td>Хатха-йога<br />Казакова Ольга</td>
            <td></td>
            <td>Виньяса-йога<br />Вайс Виктория</td>
            <td></td>
            <td>Хатха-йога<br />Казакова Ольга</td>
            <td>Хатха-йога<br />Казакова Ольга</td>
            <td>Детская йога<br />Ушакова Мария</td>
          </tr>
          <tr>
            <td>11:00-12:00</td>
            <td></td>
            <td></td>
            <td></td>
            <td>Детская йога<br />Ушакова Мария</td>
            <td></td>
            <td>Детская йога<br />Ушакова Мария</td>
            <td>Виньяса-йога<br />Вайс Виктория</td>
          </tr>
          <tr>
            <td>12:00-13:00</td>
            <td>Виньяса-йога<br />Вайс Виктория</td>
            <td>Медитация<br />Баринова Ксения</td>
            <td>Хатха-йога<br />Казакова Ольга</td>
            <td>Медитация<br />Баринова Ксения</td>
            <td></td>
            <td></td>
            <td>Йога для беременных<br />Ушакова Мария</td>
          </tr>
          <tr>
            <td>16:00-17:00</td>
            <td></td>
            <td></td>
            <td>Хатха-йога<br />Казакова Ольга</td>
            <td></td>
            <td>Виньяса-йога<br />Вайс Виктория</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>17:00-18:00</td>
            <td>Йога для беременных<br />Ушакова Мария</td>
            <td></td>
            <td></td>
            <td>Медитация<br />Баринова Ксения</td>
            <td></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>18:00-19:00</td>
            <td></td>
            <td></td>
            <td>Виньяса-йога<br />Вайс Виктория</td>
            <td></td>
            <td></td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>19:00-20:00</td>
            <td></td>
            <td>Медитация<br />Баринова Ксения</td>
            <td></td>
            <td></td>
            <td>Хатха-йога<br />Казакова Ольга</td>
            <td></td>
            <td></td>
          </tr>
        </tbody>
      </Table>
      
    </div>
  );
}

export default Schedule;